/* No comment provided by engineer. */
"About" = "Über";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cannot Send Mail" = "Kann keine E-Mail senden";

/* No comment provided by engineer. */
"Couldn't Connect to Internet" = "Konnte nicht mit Internet verbinden";

/* No comment provided by engineer. */
"Create New Event" = "Neue Veranstaltung erstellen";

/* No comment provided by engineer. */
"Edit or Invite" = "Bearbeiten oder einladen";

/* No comment provided by engineer. */
"Event" = "Veranstaltung";

/* No comment provided by engineer. */
"Event Doesn't Exist Anymore" = "Veranstaltung existiert nicht mehr";

/* No comment provided by engineer. */
"Events" = "Veranstaltungen";

/* No comment provided by engineer. */
"Example" = "Beispiel";

/* No comment provided by engineer. */
"ExampleDetailsText" = "So sieht eine Veranstaltung aus, es ist aber nur ein Beispiel. Du kannst hier alles ausprobieren, es wird nichts gesendet.\nDu kannst diese Veranstaltung löschen, indem du über ihren Eintrag in der Veranstaltungs-Liste streichst.";

/* "So everything is good?" */
"ExamplePost1Text" = "Es ist also alles gut?";

/* "Let's convince Timo to come!" */
"ExamplePost2Text" = "Wir müssen noch Timo überzeugen!";

/* No comment provided by engineer. */
"Go to Website" = "Gehe zu Webseite";

/* No comment provided by engineer. */
"Going" = "Nehmen teil";

/* No comment provided by engineer. */
"Hello, today is"  = "Hallo, heute ist";

/* No comment provided by engineer. */
"Host" = "Gastgeber";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Introduction" = "Einführung";

/* No comment provided by engineer. */
"Invited" = "Eingeladen";

/* No comment provided by engineer. */
"Mara" = "Mara";

/* No comment provided by engineer. */
"Maybe Going" = "Nehmen vielleicht teil";

/* No comment provided by engineer. */
"Maybe the host deleted it or it was too old already." = "Vielleicht hat der Gastgeber sie gelöscht oder sie war schon zu alt.";

/* No comment provided by engineer. */
"Not Going" = "Nehmen nicht teil";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check if your device is connected to any network." = "Bitte überprüfe ob dein Gerät mit einem Netz verbunden ist.";

/* No comment provided by engineer. */
"Please try again later." = "Bitte versuche es später noch einmal.";

/* No comment provided by engineer. */
"Probably Mail is not configured." = "Vermutlich ist Mail nicht konfiguriert.";

/* No comment provided by engineer. */
"Remove" = "Entfernen";

/* No comment provided by engineer. */
"Remove Event from List" = "Veranstaltung von Liste entfernen";

/* No comment provided by engineer. */
"Skip" = "Überspringen";

/* No comment provided by engineer. */
"Something Went Wrong" = "Irgendetwas hat nicht funktioniert";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"The event will not be deleted from the website." = "Die Veranstalung wird nicht von der Webseite gelöscht.";

/* No comment provided by engineer. */
"Timo" = "Timo";

/* "Gromf helps you to invite friends to your events, without the need to register and without collecting personal data." */
"Welcome1Text" = "Gromf hilft dir Freunde zu deinen Veranstaltungen einzuladen, ohne Registrierung und ohne persönliche Daten zu sammeln.";

/* "Invitations are sent as e-mails with personal links to the event." */
"Welcome2Text" = "Einladungen werden als E-Mails mit persönlichen Links zur Veranstaltung verschickt.";

/* "Check all event information and say if you're going." */
"Welcome3Text" = "Informiere dich über eine Veranstaltung und gib an ob du teilnimmst.";

/* "See who is going." */
"Welcome4Text" = "Sieh wer sonst noch teilnimmt.";

/* "Talk with all invited guests." */
"Welcome5Text" = "Rede mit allen eingeladenen Gästen.";

/* No comment provided by engineer. */
"You can create new events on the website only." = "Neue Veranstaltungen kannst du nur auf der Webseite erstellen.";

/* No comment provided by engineer. */
"You can edit your event or invite people on the website only." = "Nur auf der Webseite kannst du deine Veranstaltung bearbeiten oder Leute einladen.";

/* No comment provided by engineer. */
"Your Events" = "Deine Veranstaltungen";

/* No comment provided by engineer. */
"* hasn't seen it yet" = "* hat es noch nicht gesehen";
